{
    "responses": {
        "enzyme": "الإنزيمات هي جزيئات بروتينية تعمل كمحفزات حيوية تسرع التفاعلات الكيميائية في الخلايا الحية دون أن تستهلك في التفاعل. يمكن للإنزيمات أن تزيد سرعة التفاعلات بمعدل يصل إلى 10¹⁷ مرة. كل إنزيم له موقع نشط محدد يرتبط بالركيزة (المادة المتفاعلة) ويحفز تحويلها إلى منتج.",
        "protein": "البروتينات هي جزيئات كبيرة مكونة من سلاسل من الأحماض الأمينية. تقوم بوظائف متعددة في الجسم مثل الإنزيمات للتحفيز، النقل مثل الهيموغلوبين، الدعم الهيكلي مثل الكولاجين، والحماية المناعية مثل الأجسام المضادة.",
        "dna": "الحمض النووي الريبوزي منقوص الأكسجين (DNA) هو جزيء يحمل المعلومات الوراثية لجميع الكائنات الحية. يتكون من سلسلتين ملتفتين حول بعضهما البعض في شكل حلزوني مزدوج، وكل سلسلة مكونة من وحدات تسمى النيوكليوتيدات.",
        "rna": "الحمض النووي الريبوزي (RNA) هو جزيء أحادي السلسلة يلعب دوراً في نقل المعلومات الوراثية من DNA إلى البروتينات. يوجد منه أنواع عديدة مثل الRNA المرسال (mRNA) الذي ينقل الشفرة الوراثية، الRNA الناقل (tRNA) الذي يحمل الأحماض الأمينية، والRNA الريبوسومي (rRNA) الذي يشكل جزءاً من الريبوسومات.",
        "krebs": "دورة كريبس (دورة حمض الستريك) هي سلسلة من التفاعلات الكيميائية الحيوية التي تحدث في الميتوكوندريا لأكسدة الأسيتيل كوانزيم أ وإنتاج NADH وFADH2 وATP. تعتبر مرحلة رئيسية في التنفس الخلوي وتتكون من 8 خطوات متتالية.",
        "peptide": "الروابط الببتيدية هي روابط كيميائية تتكون بين مجموعة الكربوكسيل لحمض أميني ومجموعة الأمين لحمض أميني آخر، مع فقدان جزيء ماء. هذه الروابط هي الأساس في تكوين البروتينات وتنشأ أثناء عملية ترجمة البروتين في الريبوسومات.",
        "metabolism": "التمثيل الغذائي (الأيض) هو مجموعة التفاعلات الكيميائية التي تحدث في الخلايا الحية للحفاظ على الحياة. يشمل عمليات الهدم (الكاتابوليزم) التي تفكك الجزيئات المعقدة لإنتاج الطاقة، وعمليات البناء (الأنابوليزم) التي تستخدم الطاقة لبناء جزيئات معقدة.",
        "glycoprotein": "البروتينات السكرية هي جزيئات تتكون من بروتين مرتبط بواحد أو أكثر من السكريات. تلعب دوراً مهماً في التعرف الخلوي والاتصال بين الخلايا وتوجد بكثرة على سطح الخلية. كما تلعب دوراً في جهاز المناعة وفي تحديد فصائل الدم.",
        "cellular_respiration": "التنفس الخلوي هو مجموعة من التفاعلات الحيوية التي تحول الجلوكوز والأكسجين إلى ثاني أكسيد الكربون وماء، مع إنتاج ATP كمصدر للطاقة. يتضمن ثلاث مراحل رئيسية: تحلل الجلوكوز، دورة كريبس، وسلسلة نقل الإلكترون.",
        "photosynthesis": "البناء الضوئي هو عملية تحويل الطاقة الضوئية إلى طاقة كيميائية في النباتات والطحالب والبكتيريا الزرقاء. خلال هذه العملية، يتم استخدام ثاني أكسيد الكربون والماء لإنتاج الجلوكوز والأكسجين باستخدام الطاقة الضوئية من الشمس.",
        "amino_acid": "الأحماض الأمينية هي اللبنات الأساسية للبروتينات. تتكون من مجموعة أمين (-NH2)، مجموعة كربوكسيل (-COOH)، ذرة هيدروجين، ومجموعة جانبية (R) تختلف من حمض أميني لآخر. هناك 20 حمضاً أمينياً أساسياً تدخل في تركيب البروتينات. تصنف حسب خصائص سلسلتها الجانبية إلى قطبية، غير قطبية، حمضية، وقاعدية."
    },
    "last_updated": "2025-05-03T19:21:03.664108"
}